Repository: dbelinov/SchoolManagementSystem
Catalog: SchoolManagementSystem/SchoolManagementSystem.Web/Resources/Areas.Admin.Views.Admin.Dashboard.*.resx
Languages: bg

# Title
source: Admin Dashboard
bg: Администраторско табло

source: Logout
bg: Излез

source: Manage Projects
bg: Управлявай проекти

# ManageProjectsText
source: Create and manage projects
bg: Създай, редактирай и изтрий проекти

source: Manage Schools
bg: Управлявай училища

# ManageSchoolsText
source: Add, edit or remove school data
bg: Добави, редактирай или изтрий информация за училища

source: Manage Students
bg: Управлявай ученици

source: Manage Teachers
bg: Управлявай учители

# ManageStudentsText
source: Manage student profiles
bg: Управлявай профилите на учениците

# ManageTeachersText
source: Manage teacher profiles
bg: Управлявай профилите на учителите

# Welcome
source: Welcome to the Scholario admin panel!
bg: Добре дошъл в администраторското табло на Сколарио!
